{
  "experiences": [
    {
      "title": "Social Media",
      "description": "Developed and scheduled organic content across diverse platforms utilizing scheduling tools. Engaged audiences, enhanced brand awareness, and achieved tangible results.",
      "imageUrl": "./images/experiences/social-media.jpg"
    },
    {
      "title": "Content Creation",
      "description": "Designed brand-aligned content to appeal to targeted audiences. Utilized tools to create captivating graphics to deliver cohesive messages, capture attention, and foster brand loyalty.",
      "imageUrl": "./images/experiences/content-creation.jpg"
    },
    {
      "title": "Brand Strategy",
      "description": "Implemented comprehensive plans that positioned and elevated brands in competitive markets. Crafted impactful strategies that drove brand recognition, loyalty, and revenue growth.",
      "imageUrl": "./images/experiences/analytics.jpg"
    }
  ],
  "skills": [
    { "imageUrl": "./images/skills/hootsuite.png" },
    { "imageUrl": "./images/skills/instagram.jpg" },
    { "imageUrl": "./images/skills/google-analytics.png" },
    { "imageUrl": "./images/skills/sproutsocial.png" },
    { "imageUrl": "./images/skills/youtube.png" },
    { "imageUrl": "./images/skills/office.png" },
    { "imageUrl": "./images/skills/canva.png" },
    { "imageUrl": "./images/skills/tiktok.png" },
    { "imageUrl": "./images/skills/g-suite.png" },
    { "imageUrl": "./images/skills/mailchimp.png" },
    { "imageUrl": "./images/skills/meta.png" },
    { "imageUrl": "./images/skills/shopify.png" }
  ],
  "certifications": [
    {
      "title": "LinkedIn Digital Marketing Specialist Certificate",
      "imageUrl": "./images/certs/LinkedInCert.jpg",
      "certUrl": "https://www.linkedin.com/learning/certificates/b61ac6e86b6fc594f84d7a9e171822f8ea89470d06aaf8902a3b523874eb7006?lipi=urn%3Ali%3Apage%3Ad_flagship3_profile_view_base%3BXiftfnvFT5agC%2F9Gbj7Maw%3D%3D"
    },
    {
      "title": "Google Project Management Certificate",
      "imageUrl": "./images/certs/LinkedInCert.jpg",
      "certUrl": "https://www.credly.com/badges/01b43a15-d052-4ebf-8f24-0880a0c72824/linked_in_profile"
    },
    {
      "title": "Google Analytics Certificate",
      "imageUrl": "./images/certs/LinkedInCert.jpg",
      "certUrl": "https://skillshop.credential.net/056f9151-7b8e-46da-ba50-9808e4912239"
    }
  ],
  "projects": [
    {
      "title": "Brooklyn College Student Financial Services (SFS)",
      "description": "As the Social Media Specialist for the SFS Instagram, I am responsible for managing and driving the division’s online presence. I lead the creation, scheduling, and execution of digital strategies to increase student awareness, build credibility, promote services and information, and engage with the target audience. I ensure the account remains fresh, relevant, and aligned with division protocols by curating visually captivating content and coordinating with the design team. Within just one month as the specialist, I grew the Instagram account to 297 followers (22% increase) and boosted engagement by 40%.",
      "imageUrl": "./images/projects/sfs.jpg",
      "projectUrl": "https://www.instagram.com/bcstudentfinancialservices/?hl=en"
    },
    {
      "title": "PCI Media Inc.",
      "description": "As a Digital Marketing Intern at PCI Media, I designed and optimized content for Instagram, Twitter, and Facebook using Canva, resulting in a 15% increase in engagement and reach. To enable data-driven decision making and performance tracking, I meticulously created monthly dashboards that displayed KPIs and benchmarks. Leveraging Google Analytics, these dashboards provided valuable insights, enabling the team to assess impact and make informed marketing decisions. Notably, my social media campaigns for Giving Tuesday significantly boosted support for health, social justice, and environmental causes.",
      "imageUrl": "./images/projects/pcimedia.jpg"
    },
    {
      "title": "The Brooklyn Navy Yard",
      "description": "As a Marketing Intern for Sartorous at the Brooklyn Navy Yard’s program, I collaborated with social media influencers to promote products, resulting in a 17% increase in brand awareness. Through Shopify, I optimized the website and launched email marketing campaigns to increase engagement and drive sales. I also scheduled social media content for Facebook and Instagram using Later to increase audience interaction and researched industry competitors to make the company’s products more widely available.",
      "imageUrl": "./images/projects/bny.jpg"
    },
    {
      "title": "Brooklyn College Magner Career Center",
      "description": "As a Social Media Volunteer at the Magner Career Center, I made significant contributions to the organization’s online presence and student engagement. Using Canva, I created compelling spotlights to highlight student testimonials, internship opportunities, and stipend winners on Instagram, Facebook, and Twitter. I managed daily content scheduling such as Youtube videos, virtual events, and employment opportunities using Hootsuite. This led to increased student awareness and improved engagement.",
      "imageUrl": "./images/projects/magnercenter.jpg"
    },
    {
      "title": "Instagram: @justeenwishes",
      "description": "As the proud owner of an Instagram page dedicated to teen wishes during my 8th-grade year (2012-2013), I cultivated a thriving community of 27k followers. I developed and posted branded content to ensure cohesiveness and consistency. Through interactive and relatable posts, I established a connection with followers seeking enjoyable content. The overwhelming response of likes ranged from 500 to 2.2k reflects the genuine connection established with my followers. This reaffirmed my passion for creating meaningful connections through compelling content.",
      "imageUrl": "./images/projects/collage.jpg",
      "imageUrl2": "./images/projects/phone.jpg",
      "projectUrl": "https://www.instagram.com/justeenwishes/?hl=en",
      "projectUrl2": "https://www.instagram.com/p/VQE4djgUCl/?igshid=MzRlODBiNWFlZA%3D%3D"
    }
  ]
}
